[
  {
    "by": "A. France",
    "quote": "It is better to understand a little than to misunderstand."
  },
  {
    "by": "Abraham Lincoln",
    "quote": "Nearly all men can stand adversity, but if you want to test a man's character, give him power."
  },
  {
    "by": "Aeschylus",
    "quote": "When a person's determination is strong and steadfast, God will join in their efforts."
  },
  {
    "by": "Aesop",
    "quote": "Suffering is a lesson."
  },
  {
    "by": "Albert Einstein",
    "quote": "Science without religion is lame."
  },
  {
    "by": "Albert Einstein",
    "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving."
  },
  {
    "by": "Albert Einstein",
    "quote": "The distinction between past, present, and future is only a stubbornly persistent illusion."
  },
  {
    "by": "Albert Einstein",
    "quote": "A table, a chair, a bowl of fruit, and a violin; what else does a person need to be happy?"
  },
  {
    "by": "Albert Einstein",
    "quote": "Be compassionate toward others, be strict with yourself."
  },
  {
    "by": "Alex Osborn",
    "quote": "The best way to motivate yourself is to give yourself a task."
  },
  {
    "by": "Alexander A. Bogomoletz",
    "quote": "We must not lose spirit. Spirit is the strongest stimulant for love, creativity, and the desire to live longer."
  },
  {
    "by": "Alexander Solzhenitsyn",
    "quote": "A person will be happy as long as they choose to be happy."
  },
  {
    "by": "Ali Javan",
    "quote": "I do not expect to be everything to everyone. I just want to be something to someone."
  },
  {
    "by": "Ali bin Abi Thalib",
    "quote": "When a person's intellect is complete, their speech becomes minimal."
  },
  {
    "by": "Ali bin Abi Thalib",
    "quote": "Happy is the one who can be a master of themselves, a driver of their desires, and a captain of their life's ship."
  },
  {
    "by": "Ali bin Abi Thalib",
    "quote": "An honest friend is more valuable than inherited wealth."
  },
  {
    "by": "Anne M. Lindbergh",
    "quote": "The most exhausting thing in life is being insincere."
  },
  {
    "by": "Anonymous",
    "quote": "It is open to you; this is how God gives us a way to strive. Never think the path is closed."
  },
  {
    "by": "Anonymous",
    "quote": "Procrastination is the grave in which opportunity is buried."
  },
  {
    "by": "Antoine De Saint-Exupéry",
    "quote": "Love does not consist in gazing at each other, but in looking outward together in the same direction."
  },
  {
    "by": "Aristotle",
    "quote": "We are what we repeatedly do. Excellence, then, is not an act, but a habit."
  },
  {
    "by": "Arnold Glasow",
    "quote": "Never try to make your son or daughter like yourself. One of you is enough."
  },
  {
    "by": "Art Buchwald",
    "quote": "If you can make others laugh, you will get all the love you want."
  },
  {
    "by": "Artemus Ward",
    "quote": "Trouble will come sooner or later. When it does, greet it as best as you can. The friendlier your welcome, the quicker it will leave."
  },
  {
    "by": "Ashleigh Brilliant",
    "quote": "We can do nothing to change the past, but everything we do can change the future."
  },
  {
    "by": "Augustine",
    "quote": "Patience is the companion of wisdom."
  },
  {
    "by": "Ayn Rand",
    "quote": "Creative people are motivated by the desire to achieve, not by the desire to beat others."
  },
  {
    "by": "B. J. Habibie",
    "quote": "Wherever you are, always strive to be the best and give the best of what we can offer."
  },
  {
    "by": "Balzac",
    "quote": "Hatred, like love, is ignited by small things."
  },
  {
    "by": "Barbara Sher",
    "quote": "You don’t have to succeed on the first try."
  },
  {
    "by": "Beecher",
    "quote": "One intense hour is far better and more profitable than years of dreaming and brooding."
  },
  {
    "by": "Benjamin Disraeli",
    "quote": "The greatest good you can do for another is not just to share your riches, but to help them find their own."
  },
  {
    "by": "Bill Clinton",
    "quote": "There is no guarantee of success, but not trying is a guarantee of failure."
  },
  {
    "by": "Bill Cosby",
    "quote": "I don’t know the key to success, but the key to failure is trying to please everybody."
  },
  {
    "by": "Bill Gates",
    "quote": "Your most unhappy customers are your greatest source of learning."
  },
  {
    "by": "Bill McCartney",
    "quote": "We are not here to compete with each other. We are here to complement each other."
  },
  {
    "by": "Brian Koslow",
    "quote": "The more willing we are to take responsibility for our actions, the more credibility we possess."
  },
  {
    "by": "Browning",
    "quote": "It is always good to forgive, but best to forget a mistake."
  },
  {
    "by": "Bruce Lee",
    "quote": "Do not be like a rigid tree that breaks easily. Be like bamboo, able to bend and withstand the wind."
  },
  {
    "by": "Buddha",
    "quote": "Do not cry over the failure of love, for humans will leave behind all they love."
  },
  {
    "by": "Mother Teresa",
    "quote": "If you judge people, you have no time to love them."
  },
  {
    "by": "Mother Teresa",
    "quote": "If there is no peace, it is because we have forgotten that we belong to each other."
  },
  {
    "by": "Bung Hatta",
    "quote": "Lack of intelligence can be improved by learning, lack of skill can be improved with experience, but lack of honesty is hard to fix."
  },
  {
    "by": "Burn",
    "quote": "Many people succeed thanks to the many difficulties and hardships they must face."
  },
  {
    "by": "Carol Burnett",
    "quote": "Only I can change my life. No one can do it for me."
  },
  {
    "by": "Charles Darwin",
    "quote": "It is not the strongest of the species that survives, nor the most intelligent. It is the one most adaptable to change."
  },
  {
    "by": "Charles R. Swindoll",
    "quote": "Life is 10% what happens to you and 90% how you react to it."
  },
  {
    "by": "Ching Hai",
    "quote": "Improving ourselves is improving the world."
  },
  {
    "by": "Ching Hai",
    "quote": "Do not discriminate between good and bad work. Problems arise when we discriminate and take sides."
  },
  {
    "by": "Ching Hai",
    "quote": "We must work selflessly. This applies to all work. Unconditional service is the best."
  },
  {
    "by": "Ching Hai",
    "quote": "We must first find the power of love within ourselves before we can truly love others."
  },
  {
    "by": "Ching Hai",
    "quote": "Seek just enough money to sustain life, so you can spare time and energy for spiritual practice."
  },
  {
    "by": "Christopher Columbus",
    "quote": "Wealth does not make a person rich; it only makes them busier."
  },
  {
    "by": "Cicero",
    "quote": "A grateful heart is not only the greatest virtue but the parent of all other virtues."
  },
  {
    "by": "Clarence Darrow",
    "quote": "Freedom comes from people, not from laws or institutions."
  },
  {
    "by": "Confucius",
    "quote": "Life is really simple, but we insist on making it complicated."
  },
  {
    "by": "Confucius",
    "quote": "Wherever you go, go with all your heart."
  },
  {
    "by": "Confucius",
    "quote": "A person who makes a mistake and does not correct it is making another mistake."
  },
  {
    "by": "Confucius",
    "quote": "Our greatest glory is not in never falling, but in rising every time we fall."
  },
  {
    "by": "Cowper",
    "quote": "The flower that never fades on earth is virtue."
  },
  {
    "by": "Cynthia Ozick",
    "quote": "To imagine the unimaginable requires extraordinary imagination."
  },
  {
    "by": "D. J. Schwartz",
    "quote": "No difficulty can withstand persistence and perseverance. Without persistence, even the smartest and most talented often fail in life."
  },
  {
    "by": "Dale Carnegie",
    "quote": "The only way to get love is to stop demanding it and start giving it without expecting anything in return."
  },
  {
    "by": "Dale Carnegie",
    "quote": "If those who worry about their shortcomings would instead be grateful for their blessings, they would stop worrying."
  },
  {
    "by": "Dale Carnegie",
    "quote": "Strive to create a 'wire' connecting your brain and heart."
  },
  {
    "by": "Dale Carnegie",
    "quote": "A smile enriches the soul of the receiver without impoverishing the giver."
  },
  {
    "by": "Dale Carnegie",
    "quote": "People rarely succeed unless they enjoy what they are doing."
  },
  {
    "by": "David Livingston",
    "quote": "I will go anywhere as long as it is forward."
  },
  {
    "by": "David V. Ambrose",
    "quote": "If you have the will to win, you have achieved half your success. If you don’t have the will to win, you have achieved half your failure."
  },
  {
    "by": "David Weinbaum",
    "quote": "The secret to a rich life is having more beginnings than endings."
  },
  {
    "by": "Desbarolles",
    "quote": "A truth not understood becomes an error."
  },
  {
    "by": "Descartes",
    "quote": "I think, therefore I am."
  },
  {
    "by": "Djamaludin Abassy",
    "quote": "A weak mentality is worse than a weak physique."
  },
  {
    "by": "Donald Kendall",
    "quote": "The only place success comes before work is in the dictionary."
  },
  {
    "by": "Dr. Frank Crane",
    "quote": "Our best friend and worst enemy is our own mind. It can be better than a doctor, a banker, or a trusted friend. It can also be more dangerous than a criminal."
  },
  {
    "by": "Dr. Ronald Niednagel",
    "quote": "Go as far as you can see, and when you get there, you will see further."
  },
  {
    "by": "Dr. Johnnetta Cole",
    "quote": "If you want to go fast, go alone. If you want to go far, go together."
  },
  {
    "by": "Dwight D. Eisenhower",
    "quote": "An intellectual never says more than what they know."
  },
  {
    "by": "Earl Campbell",
    "quote": "Problems are the price you pay for progress."
  },
  {
    "by": "Edgar Alnsel",
    "quote": "Human life is full of dangers, but that is where its charm lies."
  },
  {
    "by": "Edmund Burke",
    "quote": "You cannot plan the future based on the past."
  },
  {
    "by": "Edward L. Curtis",
    "quote": "Optimism without effort is merely wishful thinking that bears no fruit."
  },
  {
    "by": "Edward de Bono",
    "quote": "If you are someone who likes to wait for opportunities, you are part of the majority."
  },
  {
    "by": "Eddy Murphy",
    "quote": "I spent my 30s fixing all the mistakes I made in my 20s."
  },
  {
    "by": "Einstein",
    "quote": "Strive not to be a person of success, but rather a person of value."
  },
  {
    "by": "Eisenhower",
    "quote": "From now on, let’s not waste a single minute thinking about people we dislike."
  },
  {
    "by": "Eleanor Roosevelt",
    "quote": "When we stop making contributions, we begin to die."
  },
  {
    "by": "Elbert Hubbard",
    "quote": "The greatest mistake a person can make is to be afraid of making mistakes."
  },
  {
    "by": "Elizabeth Browning",
    "quote": "Do not call a person unhappy until they are dead. Do not judge someone’s work before it is finished."
  },
  {
    "by": "Emerson",
    "quote": "Self-trust is the first secret of success."
  },
  {
    "by": "Engelbert Humperdinck",
    "quote": "You must be cautious with pleasure. Make sure you enjoy it and are not controlled by it."
  },
  {
    "by": "Erich Watson",
    "quote": "Losing wealth can be regained, but losing trust is hard to recover."
  },
  {
    "by": "Francois De La Rochefoucauld",
    "quote": "If you cannot find peace within yourself, there is no use looking elsewhere."
  },
  {
    "by": "Francois De La Rochefoucauld",
    "quote": "We are so accustomed to hiding from others that we end up hiding from ourselves."
  },
  {
    "by": "Francois Roche",
    "quote": "We are more busy convincing others that we are happy than actually feeling happiness itself."
  },
  {
    "by": "Frank Crane",
    "quote": "You may be deceived if you trust too much, but your life will be miserable if you do not trust enough."
  },
  {
    "by": "Frank Giblin",
    "quote": "Be yourself. Who else could do it better than you?"
  },
  {
    "by": "Benjamin Franklin",
    "quote": "If you want to be loved, love others and be lovable."
  },
  {
    "by": "Fuller",
    "quote": "A good example is the best advice."
  },
  {
    "by": "Galileo Galilei",
    "quote": "The strongest grass grows on the hardest ground."
  },
  {
    "by": "Galileo Galilei",
    "quote": "You cannot teach a person anything; you can only help them find it within themselves."
  },
  {
    "by": "Mahatma Gandhi",
    "quote": "The weak can never forgive. Forgiveness is the attribute of the strong."
  },
  {
    "by": "Mahatma Gandhi",
    "quote": "Happiness is not in what you gain, but in what you give."
  },
  {
    "by": "Gen. Colin Powell",
    "quote": "There is no secret to success. It is the result of preparation, hard work, and learning from failure."
  },
  {
    "by": "George Bernard Shaw",
    "quote": "Life isn’t about finding yourself. Life is about creating yourself."
  },
  {
    "by": "George III",
    "quote": "I would rather lose my crown than do something I find shameful."
  },
  {
    "by": "George Santayana",
    "quote": "There is no cure for birth and death, save to enjoy the interval."
  },
  {
    "by": "George W.",
    "quote": "Hope never abandons us; we abandon hope."
  },
  {
    "by": "G.K. Chesterton",
    "quote": "To be clever enough to get all the money, one must be stupid enough to want it."
  },
  {
    "by": "Goethe",
    "quote": "All the knowledge I possess everyone else can acquire, but my heart is all my own."
  },
  {
    "by": "H. N. Spieghel",
    "quote": "No matter how high a bird flies, it must still seek and find its food on the ground."
  },
  {
    "by": "H.L. Hunt",
    "quote": "Decide what you want. Decide what you are willing to exchange for it. Set priorities and go to work."
  },
  {
    "by": "Hal Borland",
    "quote": "Looking at trees, I understand patience. Watching grass, I appreciate persistence."
  },
  {
    "by": "Hamka",
    "quote": "Eternal beauty lies in the grace of manners and the height of knowledge, not in one’s face or clothing."
  },
  {
    "by": "Hamka",
    "quote": "We must believe that what God has destined for us is the best."
  },
  {
    "by": "Hamka",
    "quote": "The peak of all courage is the courage to uphold justice, even when it concerns oneself."
  },
  {
    "by": "Hamka",
    "quote": "Desires lead to misguidance and lack of principle, while reason guides toward virtue. Desires make you dream, but reason makes you weigh."
  },
  {
    "by": "Harriet Braiker",
    "quote": "Striving for excellence motivates you; striving for perfection is demoralizing."
  },
  {
    "by": "Helen Keller",
    "quote": "We could never learn to be brave and patient if there were only joy in the world."
  },
  {
    "by": "Henry Ford",
    "quote": "Failure is simply the opportunity to begin again, this time more intelligently."
  },
  {
    "by": "Henry David Thoreau",
    "quote": "Goodness is the only investment that never fails."
  },
  {
    "by": "Henry Ford",
    "quote": "An idealist is a person who helps other people to prosper."
  },
  {
    "by": "Henry Ford",
    "quote": "Thinking is the hardest work there is, which is probably why so few engage in it."
  },
  {
    "by": "Henry Ford",
    "quote": "Competition whose motive is merely to compete, to drive others out, never carries much benefit."
  },
  {
    "by": "Henry Longfellow",
    "quote": "The lives of great men remind us that we can make our lives sublime."
  },
  {
    "by": "Henry Thoreau",
    "quote": "My life is my amusement and never ceases to surprise. My life is like a drama with many acts but no closing scene."
  },
  {
    "by": "Hubert Humphrey",
    "quote": "What you see is what you achieve."
  },
  {
    "by": "Imam Al-Ghazali",
    "quote": "Happiness lies in overcoming desires and restraining excessive wants."
  },
  {
    "by": "Imam Ghazali",
    "quote": "The insults of a wrongdoer are an honor to an honest person."
  },
  {
    "by": "J.C.F. von Schiller",
    "quote": "He who reflects too much will achieve little."
  },
  {
    "by": "Jack Hyles",
    "quote": "Don’t use people to build great work; use your work to build great people."
  },
  {
    "by": "Jackson Brown",
    "quote": "The biggest mistake you can make is believing you are working for someone else."
  },
  {
    "by": "Jacques Audiberti",
    "quote": "The greatest cowardice is proving our strength against the weakness of others."
  },
  {
    "by": "James Thurber",
    "quote": "Do not look back in regret, nor forward in fear, but around in awareness."
  },
  {
    "by": "Janet Erskine",
    "quote": "Do not wait for ideal circumstances. Do not wait for the best opportunities. Neither will ever come."
  },
  {
    "by": "Jeff Goins",
    "quote": "Most successful people I know are not busy; they are focused."
  },
  {
    "by": "Jerry West",
    "quote": "You can’t get much done in life if you only work on the days you feel good."
  },
  {
    "by": "Jim Rohn",
    "quote": "The walls we build to keep out sadness also keep out joy."
  },
  {
    "by": "Jim Rohn",
    "quote": "If you don’t design your own life plan, you’ll likely fall into someone else’s plan. And guess what they have planned for you? Not much."
  },
  {
    "by": "Jim Ryan",
    "quote": "Motivation is what gets you started. Habit is what keeps you going."
  },
  {
    "by": "Jimi Hendrix",
    "quote": "When the power of love overcomes the love of power, the world will know peace."
  },
  {
    "by": "Jimmy Dean",
    "quote": "I can’t change the direction of the wind, but I can adjust my sails to always reach my destination."
  },
  {
    "by": "Joan Baez",
    "quote": "You don’t get to choose how or when you die. You can only decide how you live. Now."
  },
  {
    "by": "John B. Gough",
    "quote": "If you want to succeed, you must create opportunities for yourself."
  },
  {
    "by": "John C. Maxwell",
    "quote": "Work hard now, feel the results later; be lazy now, feel the consequences later."
  },
  {
    "by": "John C. Maxwell",
    "quote": "To handle yourself, use your head. To handle others, use your heart."
  },
  {
    "by": "John Craig",
    "quote": "No matter how much you can do, no matter how attractive your personality, you won’t go far if you can’t work with others."
  },
  {
    "by": "John D. Rockefeller",
    "quote": "The poorest person is the one who has nothing but money."
  },
  {
    "by": "John Gardner",
    "quote": "If we serve, life becomes more meaningful."
  },
  {
    "by": "John Gray",
    "quote": "All difficulties are opportunities for the soul to grow."
  },
  {
    "by": "John Manson",
    "quote": "You were born original; don’t die a copy."
  },
  {
    "by": "John Maxwell",
    "quote": "It doesn’t matter how far you fall; what matters is how often you get back up."
  },
  {
    "by": "John Q. Adams",
    "quote": "If your actions inspire others to dream more, learn more, do more, and become more, you are a leader."
  },
  {
    "by": "John Ruskin",
    "quote": "I believe the first test of a truly great person is humility."
  },
  {
    "by": "John Ruskin",
    "quote": "The highest reward for a person’s toil is not what they get for it, but what they become by it."
  },
  {
    "by": "John Wolfgang von Goethe",
    "quote": "Wrongdoing is common to all, but pretending is what breeds hostility and betrayal."
  },
  {
    "by": "Joseph Addison",
    "quote": "Grace often comes to us in the form of pain, loss, and disappointment; but if we are patient, we will soon see its true form."
  },
  {
    "by": "Julia Roberts",
    "quote": "True love doesn’t come to you; it must come from within you."
  },
  {
    "by": "Junius",
    "quote": "A person’s integrity is measured by their actions, not their profession."
  },
  {
    "by": "Kahlil Gibran",
    "quote": "We pray in sorrow and need; we should also pray in great joy and abundance."
  },
  {
    "by": "Kahlil Gibran",
    "quote": "To understand the heart and mind of a person, look not at what they have achieved, but at what they aspire to."
  },
  {
    "by": "Keri Russell",
    "quote": "Sometimes, it’s the smallest decisions that can change your life forever."
  },
  {
    "by": "Knute Rockne",
    "quote": "When the going gets tough, the tough get going."
  },
  {
    "by": "Confucius",
    "quote": "A noble person is guided by justice and strives to fulfill their duties."
  },
  {
    "by": "Konrad Adenauer",
    "quote": "We all live under the same sky, but we don’t all have the same horizon."
  },
  {
    "by": "Kung Fu-Tze",
    "quote": "The wise feel ashamed if their words exceed their actions."
  },
  {
    "by": "Lao Tzu",
    "quote": "When you realize there is nothing lacking, the whole world belongs to you."
  },
  {
    "by": "Les Brown",
    "quote": "Take responsibility for yourself. Realize that only you, not others, can take you where you want to go."
  },
  {
    "by": "Louis Gittner",
    "quote": "Even when faced with a dead end, love builds a bridge over it."
  },
  {
    "by": "Louis Pasteur",
    "quote": "Do you know the secret of my success in achieving goals? Just persistence, nothing more."
  },
  {
    "by": "Mahatma Gandhi",
    "quote": "Satisfaction lies in the effort, not in the attainment. Full effort is full victory."
  },
  {
    "by": "Marcel Ayme",
    "quote": "Humility is the waiting room for perfection."
  },
  {
    "by": "Maria Sharapova",
    "quote": "I’ve learned a lot from losses. Those losses have made me stronger."
  },
  {
    "by": "Mark Cuban",
    "quote": "Make your business successful the only way possible: hard work!"
  },
  {
    "by": "Mark Twain",
    "quote": "Kindness is a language the deaf can hear and the blind can see."
  },
  {
    "by": "Marsha Sinetar",
    "quote": "Do what you love, the money will follow."
  },
  {
    "by": "Martin Luther King Jr.",
    "quote": "There is never a wrong time to do the right thing."
  },
  {
    "by": "Mary McCarthy",
    "quote": "Even if you’re on the right track, you’ll get run over if you just sit there."
  },
  {
    "by": "Maxim Gorky",
    "quote": "Happiness always seems small when held in your hands. But let it go, and you realize how big and precious it is."
  },
  {
    "by": "Mary Hemingway",
    "quote": "Train yourself not to worry. Worrying never improves anything."
  },
  {
    "by": "Michael Drury",
    "quote": "Maturity is not a state achieved by age. It is the development of love, learning, reading, and thinking that produces capability."
  },
  {
    "by": "Michael Pritchard",
    "quote": "You don’t stop laughing because you grow old. You grow old because you stop laughing."
  },
  {
    "by": "Miguel de Cervantes",
    "quote": "Proverbs are short sentences drawn from long experience."
  },
  {
    "by": "Miguel de Unamuno",
    "quote": "Not being loved by others is sad, but even sadder is not being able to love others."
  },
  {
    "by": "N. H. Casson",
    "quote": "Poverty of the soul is more terrible than material poverty."
  },
  {
    "by": "Natalie Portman",
    "quote": "You can’t be called rich until you have something money can’t buy."
  },
  {
    "by": "Nelson Mandela",
    "quote": "Education is the most powerful weapon you can use to change the world."
  },
  {
    "by": "Norman Vincent Peale",
    "quote": "Throw away gloomy and angry thoughts, then rise up."
  },
  {
    "by": "Nunse",
    "quote": "It is not the strong, but the persistent, who make great people."
  },
  {
    "by": "O. S. Marden",
    "quote": "Progress is the result of focusing all the strength of the soul and mind on the goal."
  },
  {
    "by": "Oliver W. Holmes",
    "quote": "The longer we live, the more we find we are like other people."
  },
  {
    "by": "Oprah Winfrey",
    "quote": "Doing the best at this moment puts you in the best place for the next moment."
  },
  {
    "by": "Oscar Wilde",
    "quote": "If a person tells the truth, they are sure, sooner or later, to be found out."
  },
  {
    "by": "Pablo Picasso",
    "quote": "If your spirit is low, do something. If nothing changes, do something different."
  },
  {
    "by": "Paul Galvin",
    "quote": "Don’t fear mistakes. Wisdom is often born of mistakes."
  },
  {
    "by": "Paul Harvey",
    "quote": "I’ve never seen a monument erected for a pessimist."
  },
  {
    "by": "Chinese Proverb",
    "quote": "Dare to admit mistakes and start anew."
  },
  {
    "by": "Chinese Proverb",
    "quote": "Truth breeds courage."
  },
  {
    "by": "Chinese Proverb",
    "quote": "He who asks is a fool for five minutes. He who does not ask remains a fool forever."
  },
  {
    "by": "Chinese Proverb",
    "quote": "I hear and I forget. I see and I remember. I do and I understand."
  },
  {
    "by": "Chinese Proverb",
    "quote": "The person who smiles is always stronger than the one who is angry."
  },
  {
    "by": "Chinese Proverb",
    "quote": "The person who moves a mountain begins by carrying away small stones."
  },
  {
    "by": "English Proverb",
    "quote": "Those who seek trouble never miss it."
  },
  {
    "by": "English Proverb",
    "quote": "Skill and confidence are an unconquered army."
  },
  {
    "by": "Japanese Proverb",
    "quote": "A single arrow is easily broken, but not ten in a bundle."
  },
  {
    "by": "Japanese Proverb",
    "quote": "Vision without action is a daydream. Action without vision is a nightmare."
  },
  {
    "by": "German Proverb",
    "quote": "He who has never tasted bitterness does not know what is sweet."
  },
  {
    "by": "Latin Proverb",
    "quote": "By learning you will teach; by teaching you will learn."
  },
  {
    "by": "Persian Proverb",
    "quote": "I cried because I had no shoes, until I saw a man who had no feet."
  },
  {
    "by": "Roman Proverb",
    "quote": "Suffering produces perseverance; perseverance, character; and character, hope."
  },
  {
    "by": "Scottish Proverb",
    "quote": "When the will is ready, the feet are light."
  },
  {
    "by": "Spanish Proverb",
    "quote": "Knowing yourself is the beginning of self-improvement."
  },
  {
    "by": "Tibetan Proverb",
    "quote": "Do not underestimate a petty king, just as you should not underestimate a small river."
  },
  {
    "by": "Tibetan Proverb",
    "quote": "When someone teaches something, they themselves must practice it."
  },
  {
    "by": "Peter Sinclair",
    "quote": "A great life is the culmination of great thoughts combined with great actions."
  },
  {
    "by": "Phyllis Bottome",
    "quote": "There are two ways of meeting difficulties: You alter the difficulties, or you alter yourself to meet them."
  },
  {
    "by": "Plato",
    "quote": "Wise men speak because they have something to say; fools speak because they have to say something."
  },
  {
    "by": "Plato",
    "quote": "Committing injustice is more shameful than suffering it."
  },
  {
    "by": "Plato",
    "quote": "He who cannot rule himself cannot rule others."
  },
  {
    "by": "Plautus",
    "quote": "Patience is the best remedy for every trouble."
  },
  {
    "by": "Plautus",
    "quote": "It is much easier to begin well than to end well."
  },
  {
    "by": "Pliny the Elder",
    "quote": "Hope is the pillar that holds up the world."
  },
  {
    "by": "R. A. Kartini",
    "quote": "Glorious victory is not only won on the battlefield but often in the heart."
  },
  {
    "by": "Robert Browning",
    "quote": "We fall to rise, we halt to walk, and we sleep to wake."
  },
  {
    "by": "R. W. Shephred",
    "quote": "You must face depression as you would face a tiger."
  },
  {
    "by": "R.H. Grant",
    "quote": "If you hire people smarter than you, you prove you are smarter than them."
  },
  {
    "by": "Rabbi Schachtel",
    "quote": "Happiness is not having what you want, but wanting what you have."
  },
  {
    "by": "Ralph Waldo Emerson",
    "quote": "An ounce of action is worth a ton of theory."
  },
  {
    "by": "Ralph Waldo Emerson",
    "quote": "A great person is one who realizes that their failures are preparations for their victories."
  },
  {
    "by": "Ralph Waldo Emerson",
    "quote": "Peace cannot be found in the external world; it resides in the human soul itself."
  },
  {
    "by": "Ralph Waldo Emerson",
    "quote": "Trust others, and they will be true to you. Treat them as great, and they will show themselves great."
  },
  {
    "by": "René Descartes",
    "quote": "It is not enough to have a good mind. The main thing is to use it well."
  },
  {
    "by": "Richard Bach",
    "quote": "Ask yourself the secret of success. Listen to your answer, and act on it."
  },
  {
    "by": "Richard C. Miller",
    "quote": "If the grass is greener on the other side, be thankful you’re standing on ground to see it."
  },
  {
    "by": "Robert Collier",
    "quote": "Your opportunity for success in any condition can be measured by how much faith you have in yourself."
  },
  {
    "by": "Robert F. Kennedy",
    "quote": "Progress is a nice word, but change is its motivator, and change has many enemies."
  },
  {
    "by": "Robert Frost",
    "quote": "Two roads diverged in a wood, and I took the one less traveled by. And that has made all the difference."
  },
  {
    "by": "Robert Frost",
    "quote": "The reason why worry kills more people than work is that more people worry than work."
  },
  {
    "by": "Robert G. Ingersoll",
    "quote": "Few rich men own their property. The property owns them."
  },
  {
    "by": "Robert Half",
    "quote": "Persistence can make the impossible possible, the possible likely, and the likely certain."
  },
  {
    "by": "Robert S. Lynd",
    "quote": "Only a foolish fish would be caught twice with the same bait."
  },
  {
    "by": "Robert Von Hartman",
    "quote": "Ambition is like seawater—the more you drink, the thirstier you become."
  },
  {
    "by": "Robinsori",
    "quote": "Anxiety and fear are the results of ignorance and doubt."
  },
  {
    "by": "Romain Rolland",
    "quote": "A hero is someone who does what they can."
  },
  {
    "by": "Theodore Roosevelt",
    "quote": "If you want to be great, don’t boast, start by doing small things first."
  },
  {
    "by": "Ross Cooper",
    "quote": "The only way to change our lives is to change our minds."
  },
  {
    "by": "Ruth P. Freedman",
    "quote": "Change happens when a person becomes themselves, not when they try to be someone else."
  },
  {
    "by": "Salanter Lipkin",
    "quote": "Improve yourself, but don’t put others down."
  },
  {
    "by": "Samuel Smiles",
    "quote": "The quickest way to accomplish many things is to do them one at a time."
  },
  {
    "by": "Satya Sai Baba",
    "quote": "Two things should be forgotten: the good we have done for others and the wrongs others have done to us."
  },
  {
    "by": "F. Scott Fitzgerald",
    "quote": "Remember, when you keep silent, you’ve already made a choice."
  },
  {
    "by": "Seneca",
    "quote": "The human heart will never find peace until it makes peace with itself."
  },
  {
    "by": "Seneca",
    "quote": "Life means struggle. A pleasant life without storms is like a dead sea."
  },
  {
    "by": "William Shakespeare",
    "quote": "Grief can only be endured by those who experience it themselves."
  },
  {
    "by": "Shirley Briggs",
    "quote": "Dare to be yourself, because we can do that better than anyone else."
  },
  {
    "by": "Soe Hok Gie",
    "quote": "It’s better to be exiled than to surrender to hypocrisy."
  },
  {
    "by": "Soemantri Metodipuro",
    "quote": "The first step to believing in yourself is knowing yourself."
  },
  {
    "by": "Sophocles",
    "quote": "When someone loses all sources of happiness, they no longer live but are a breathing corpse."
  },
  {
    "by": "St. Jerome",
    "quote": "Good, better, best. Never stop until good becomes better and better becomes best."
  },
  {
    "by": "Stephen R. Covey",
    "quote": "Motivation is a fire from within. If someone else tries to light it for you, it will likely burn only briefly."
  },
  {
    "by": "Steve Jobs",
    "quote": "I’m proud of what we didn’t do as much as what we did."
  },
  {
    "by": "Sujiwo Tejo",
    "quote": "Love doesn’t require sacrifice. The moment you feel you’re sacrificing, your love begins to fade."
  },
  {
    "by": "Sydney Harris",
    "quote": "The real danger is not that computers will begin to think like humans, but that humans will begin to think like computers."
  },
  {
    "by": "Theodore Roosevelt",
    "quote": "Do what you can, with what you have, where you are."
  },
  {
    "by": "Thomas Edison",
    "quote": "Many of life’s failures are people who did not realize how close they were to success when they gave up."
  },
  {
    "by": "Thomas Carlyle",
    "quote": "Go as far as you can see, and when you get there, you will see further."
  },
  {
    "by": "Thomas Fuller",
    "quote": "He that cannot forgive others breaks the bridge over which he must pass himself, for everyone needs forgiveness."
  },
  {
    "by": "Thomas Fuller",
    "quote": "Seeing is believing, but feeling is the truth."
  },
  {
    "by": "Thomas Jefferson",
    "quote": "In matters of principle, stand like a rock. In matters of taste, swim with the current."
  },
  {
    "by": "Tung Desem Waringin",
    "quote": "Every storm will pass, and I will grow stronger."
  },
  {
    "by": "Tyler Durden",
    "quote": "Only after losing everything are we free to do anything."
  },
  {
    "by": "Umar bin Khattab",
    "quote": "Seek knowledge, and to seek knowledge, learn to be calm and patient."
  },
  {
    "by": "Vicosta Efran",
    "quote": "Live like a candle that lights others. Don’t live like a thorn that pricks yourself and hurts others."
  },
  {
    "by": "Victor Hugo",
    "quote": "Sorrow is a fruit. God does not let it grow on a branch too weak to bear it."
  },
  {
    "by": "Victor Hugo",
    "quote": "The supreme happiness of life is the conviction that we are loved for ourselves, or rather, loved in spite of ourselves."
  },
  {
    "by": "Victor Hugo",
    "quote": "The problem is not a lack of strength but a lack of will."
  },
  {
    "by": "Vince Lombardi",
    "quote": "Winning isn’t everything, but the will to win is everything."
  },
  {
    "by": "Virginia Woolf",
    "quote": "If you do not tell the truth about yourself, you cannot tell it about others."
  },
  {
    "by": "W. Camden",
    "quote": "The early bird catches the worm."
  },
  {
    "by": "Walt Disney",
    "quote": "The way to get started is to quit talking and begin doing."
  },
  {
    "by": "Walter Cronkite",
    "quote": "Success is more permanent when you achieve it without destroying your principles."
  },
  {
    "by": "Warren Buffett",
    "quote": "I always knew I was going to be rich. I don’t think I ever doubted it for a minute."
  },
  {
    "by": "Whitney Young",
    "quote": "It is better to be prepared for an opportunity and not have one than to have an opportunity and not be prepared."
  },
  {
    "by": "William A. Ward",
    "quote": "The only thing that can stop us is wrong beliefs and negative attitudes."
  },
  {
    "by": "William Allen White",
    "quote": "I am not afraid of tomorrow, for I have seen yesterday and I love today."
  },
  {
    "by": "William Arthur Ward",
    "quote": "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires."
  },
  {
    "by": "William F. Halsey",
    "quote": "All problems become smaller if you don’t dodge them but confront them."
  },
  {
    "by": "William J. Johnston",
    "quote": "The most meaningful change in life is a change in attitude. The right attitude leads to the right action."
  },
  {
    "by": "William James",
    "quote": "If you have to make a choice and you don’t make it, that is in itself a choice."
  },
  {
    "by": "William James",
    "quote": "Believe that life is worth living, and your belief will help create the fact."
  },
  {
    "by": "William Ralph Inge",
    "quote": "Worry is like paying interest on money you may never borrow."
  },
  {
    "by": "William Shakespeare",
    "quote": "Do not often light the fire of hatred against your enemy, lest it burn yourself."
  },
  {
    "by": "William Shakespeare",
    "quote": "If you are true to yourself, as surely as day follows night, you cannot be false to anyone."
  },
  {
    "by": "William Shakespeare",
    "quote": "A bold flea dares to dine on a lion’s lip."
  },
  {
    "by": "Winston Churchill",
    "quote": "We make a living by what we get, but we make a life by what we give."
  },
  {
    "by": "Johann Wolfgang von Goethe",
    "quote": "Knowing is not enough; we must apply. Willing is not enough; we must do."
  },
  {
    "by": "Zachary Scott",
    "quote": "As you grow older, you’ll find the only things you regret are the things you didn’t do."
  },
  {
    "by": "Zig Ziglar",
    "quote": "The foundation stones for a balanced success are honesty, character, integrity, faith, love, and loyalty."
  },
  {
    "by": "Zig Ziglar",
    "quote": "Most people fail to achieve their goals not because they lack ability, but because they lack commitment."
  },
  {
    "by": "Zig Ziglar",
    "quote": "You don’t have to be great to start, but you have to start to be great."
  }
]
